export default {
  ENTJ: { // NOTE: SWAB!
    title: '승우아빠는... 사드세요',
    description: '승우아빠에 의한, 승우아빠와 같은, 승우아빠처럼... (끄덕)',
    features: [
      '승우아빠같은 조직적이고 체계적인 사람입니다.',
      '상하관계없이 실적에 따른 분배를 좋아합니다.',
      '추진력 있는 삶을 좋아합니다.',
      '소소한 일상에서 행복을 느낍니다.',
      '계획된 일정 안에서 잘 하는 것을 좋아합니다.'
    ],
    image: 0
  },
  ISTJ: {
    title: '칠판 아빠',
    description: '여러분은 승빠의 정확 명료한 성격을 이어받았습니다.',
    features: [
      '평소 익숙한 환경에서 가장 생산적입니다.',
      '약속을 중요 시하는 사람들입니다.',
      '자신의 일은 자신이 관리할 수 있을 때 편안합니다.',
      '책임감과 함께 자신에게 주어진 일은 지켜냅니다.',
      '여러분의 일에 흠이 있어서는 안 됩니다.'
    ],
    image: 1
  },
  ISFJ: {
    title: '실세 아빠',
    description: '사실 여러분이 주인공이랍니다.',
    features: [
      '평소에 눈치가 빠르다는 말을 많이 듣습니다.',
      '막상 놀자고 하면 제일 잘 노는 여러분입니다.',
      '극한의 효율을 추구하고 있지는 않으신가요?',
      '누군가에게 소속되는 것을 싫어합니다.',
      '말을 잘 듣고 잘 써먹습니다.'
    ],
    image: 2
  },
  INFJ: {
    title: '승우의 아빠',
    description: '여러분은 승빠의 분위기를 그대로 이어받았습니다.',
    features: [
      '여러분은 상대를 보고만 있어도 마이야르시킵니다.',
      '다정하지만 엄격합니다.',
      '집에만 콕 박혀있습니다.',
      '사실 잘 생각해보면 자존심이 대단하지 않나요?',
      '머릿 속에 백과사전이 몇 권 들어있는 것 같아요.'
    ],
    image: 3
  },
  INTJ: {
    title: '요리사(였던) 아빠',
    description: '여러분은 승우아빠의 레시피 암기력을 이어받았습니다.',
    features: [
      '기존의 레시피를 통해 또 새로운 혼종을 만들어냅니다.',
      '여러분의 계획은 사실 이 세계가 감당하지 못합니다.',
      '기틀을 닦고 순서대로 배워나가고 싶어합니다.',
      '사실은 사실이고 감정은 감정으로 철저히 분리합니다.',
      '근본은 있어야지 암암!'
    ],
    image: 4
  },
  ISTP: {
    title: '볶진화',
    description: '"마이야르와 카라멜라이징의 차이도 모르다니, 넌 F야!"',
    features: [
      '은근히 과묵한 프로 불편러입니다.',
      '자기 자신의 생각으로 머릿속이 가득 차 있습니다.',
      '중생아~ 오면 오는 거고 가면 가는 거다!',
      '눈치는 빨라요.',
      '혼자 있는 시간이 필요한 편입니다.'
    ],
    image: 5
  },
  ISFP: {
    title: 'T1 아빠',
    description: '여러분은 승우아빠의 정성과 예술을 이어받았습니다.',
    features: [
      '말은 없더라도 다정한 사람들입니다.',
      '지금 자신의 삶에 적당하게 만족하며 생각보다 잘 살아가고 있습니다.',
      '항상 조용하지만 여러분의 분양에서는 최고입니다.',
      '작품이나 프로젝트를 완성하는데에 있어서 정성을 다 합니다.',
      '여러분은 논란이 생기는 것을 매우 싫어합니다.'
    ],
    image: 6
  },
  INFP: {
    title: '티모 아빠',
    description: '여러분은 승우아빠의 중재력을 이어받았습니다.',
    features: [
      '싸우기 싫어하며 차라리 입을 다물고 맙니다.',
      '티모가 되고 싶어도 될 수 없어요.',
      '여러분의 사생활을 다른 사람보다 조금 더 중요시하곤 합니다.',
      '승우아빠에게 밀당을 매우 잘 당합니다.',
      '승우아빠에게 볶이기는 싫어합니다.'
    ],
    image: 7
  },
  INTP: {
    title: '신뢰의 아빠',
    description: '여러분은 승우아빠의 자신감을 이어받았습니다.',
    features: [
      '여러분은 자신의 일을 스스로 해결하는 것을 좋아합니다.',
      '단순히 틀에 박힌 것들을 싫어합니다.',
      '승우아빠의 레시피에서 한 단계 더 나아갈 가능성이 있습니다.',
      '즉흥적으로 레고 블럭으로 요리를 할 수도 있습니다.',
      '관심 있는 분야에는 꼭 최선을 다 합니다.'
    ],
    image: 8
  },
  ESTP: {
    title: '젤리 아빠',
    description: '아빠 일한다! 근데 괜찮아요?',
    features: [
      '주변의 최신 정보를 모으는 것을 좋아합니다.',
      '"이거 내가 해도 되는건가?"',
      '하기 싫은 것은 명확하게 티가 납니다.',
      '현실적인 여러분은 일을 몰아서 하는 때가 있습니다.',
      '승우아빠의 화끈한 면도 쪼금 보입니다.'
    ],
    image: 9
  },
  ESFP: {
    title: '음량 풀 아빠',
    description: '여러분은 승우아빠의 언변을 이어받았습니다.',
    features: [
      '여러분의 말은 언제 어디서나 잘 들리는 것 같아요.',
      '대부분 다른 사람의 말을 잘 들어주며 궁합이 좋아요.',
      '승우아빠처럼 본연의 가치를 잘 논합니다.',
      '놀 때 놀 줄 압니다.',
      '은근히 어른스럽고 무거운 주제라도 자연스럽습니다.'
    ],
    image: 10
  },
  ENFP: {
    title: '꼴진화',
    description: '"나는~ 행복합니다."',
    features: [
      '승우아빠가 웃을 때처럼 언제나 행복할 때가 있습니다.',
      '자신을 은근히 잘 들어내는 편에 속합니다.',
      '내면에 따뜻한 마음 그리고 달릴 준비가 된 마음을 가지고 있습니다.',
      '자신의 앞을 은근히 디테일하게 계획하는 편에 속하는군요.',
      '그래도 언제는 쉴 때도 있죠.'
    ],
    image: 11
  },
  ENTP: {
    title: '흑우 아빠',
    description: '여러분은 승우아빠의 흑우력을 이어받았습니다.',
    features: [
      '여러분은 혹시 음식을 사면서 가격적인 면에서 자기 합리화를 하지 않으시나요?',
      '일단 들어주고 보는 경우가 꽤 있습니다.',
      '가끔 이상한 것에 틀어박힐 때가 있습니다.',
      '단어 하나로 유튜브 10분을 채워 최고의 효율을 뽑을 수도 있습니다.',
      '가끔 다른 사람들이 내 말을 들어주면 쓸데없더라도 좋을 거 같다는 생각을 하나요?'
    ],
    image: 12
  },
  ESTJ: {
    title: '도전 아빠',
    description: '여러분은 승우아빠의 도전적인 사업가 정신을 이어받았습니다.',
    features: [
      '승우아빠의 상당히 체계적이고 지적인 면도 가지고 있습니다.',
      '목표를 이루기 위해서 자신이 해야 할 일을 찾아갑니다.',
      '가만히 있지 않고 언제나 자유 분방합니다.',
      '여러분을 가장 잘 평가해줌과 동시에 여러분에게 가치 있는 일을 찾아갑니다.',
      '은근히 긴장감을 조성하며 자존심이 강한 면도 있습니다.'
    ],
    image: 13
  },
  ESFJ: {
    title: '친선 아빠',
    description: '여러분은 승우아빠의 친구같은 의리를 이어받았습니다.',
    features: [
      '친구와는 신나게 놀 줄 아는 성격인 것 같아요.',
      '승우아빠와 같이 인정할 건 인정하고 고칠 것은 고치는 성격입니다.',
      '다른 사람과 있을 때 굳이 불화를 만드려고 하지 않습니다.',
      '오랜 기간 알고 있는 친구가 한 명 쯤은 있지 않나요?',
      '세상의 옳고 그름을 어느정도 판 가름할 수 있는 능력이 있습니다.'
    ],
    image: 14
  },
  ENFJ: {
    title: '정의 아빠',
    description: '틀렸다고 지적하지 않고 어디를 고쳐야 하는지 알려줍니다.',
    features: [
      '승우아빠처럼 가끔 자신이 잘못되었다고 생각하는 것에 대해 발언합니다.',
      '틀렸다고 지적하지만 동시에 해결책도 제시해줍니다.',
      '가끔 사회를 더 평등하고 정의롭게 만들기 위한 마음이 들 때가 있습니다.',
      '다른 사람들을 위하는 마음이 1%는 있습니다.',
      '스스로 나서서 문제를 고치는 경우가 있습니다.'
    ],
    image: 15
  }
}
